import  './Usage_Policy.css';




function Usage_Policy() {   
  return (
    <div className='p-5 m-5 text-center'>
        <p>
        منظمة إحسان الخيرية: هي منظمة إنسانية تنموية مستقلة غير ربحية،
        أُسست بجهود مجموعة من الشباب ذوي الخبرة في مجالات العمل الإنساني
        ،بهدف تنمية وتمكين الأفراد والمجتمعات الضعيفة من دون تحيز أو تمييز
        ، وفق المعايير الإنسانية الدولية، وهي مُسجلة في جمهورية ألمانيا الإتحادية.
        <hr />
            <strong>المقدمة </strong> <br /><br />
          مرحباً بكم في المنصة الخاصة لفريق إحسان التطوعي، جمعية غير حكومية وغير ربحية تعمل وفقاً للقوانين المعمول بها في الاتحاد الأوروبي والولايات المتحدة الأمريكية.
              استخدام هذا الموقع يعني قبول الشروط المذكورة أدناه.<hr />
          <strong>جمع واستخدام البيانات الشخصية </strong><br /><br />
          نلتزم بحماية بياناتك الشخصية وفقاً لقوانين حماية البيانات المعمول بها في النظام الأوروبي العام لحماية البيانات (GDPR) ونقوم بجمع بياناتك الشخصية ومعالجتها فقط للأغراض التي طُلبت من أجلها، مثل معالجة التبرعات وإرسال الرسائل الإخبارية وتوفير فرص التطوع.
              لا نشارك بياناتك الشخصية مع أطراف ثالثة ما لم يُطلب منا القيام بذلك بموجب القانون أو حصلنا على موافقتك الصريحة.
         <hr />
          <strong>التبرعات</strong><br /><br />
              جميع التبرعات على موقعنا الإلكتروني يتم معالجتها بشكل آمن
              من خلال معالج الدفع الخاص بنا، ولا نقوم بتخزين معلومات الدفع الخاصة بك على موقعنا الإلكتروني.
              يتم استخدام تبرعك للأغراض المحددة على موقعنا الإلكتروني أو حسب الاتفاق المبرم معك فقط.
          <hr />
          <strong>الملكية الفكرية</strong><br /><br />
              يحتوي موقع فريق إحسان التطوعي على صور وفيديوهات لأفراد (أطفال أو بالغين) لغرض عمل الفريق سواء مساعدتهم أو الترويج لمساعدة غيرهم. جميع هذه المواد البصرية أو السمعية تمت بعد الحصول على موافقة أصحابها أو أولياء أمور الأطفال. ولا يتحمل فريق إحسان التطوعي مسؤولية الاستخدام غير المصرح به لهذه الصور أو الفيديوهات وسيستخدم حقه القانوني في ملاحقة من ينتهكون حقوق استعمالها.
          <hr />
          
          <strong>تغييرات الشروط والأحكام</strong><br /><br />
          نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت دون إشعار، من خلال متابعة استخدام موقعنا، فإنك توافق على الالتزام بالشروط والأحكام المعدلة.
          <hr />
          
          <strong>تواصل معنا</strong><br /><br />
           إذا كان لديك أي أسئلة حول هذه الشروط والأحكام، يرجى التواصل معنا على: <br />   
              <b>info@ihsan-ev.de</b>
          </p><hr />
        
    </div>
  )
}

export default Usage_Policy;